Repository: noorfathima0/Swachhata_app
Catalog: lib/l10n/app_*.arb
Languages: kn

# appTitle
source: Swachhata App
kn: ಸ್ವಚ್ಛತೆ ಅಪ್

source: OK
kn: ಸರಿ

source: Cancel
kn: ರದ್ದುಮಾಡು

source: Save
kn: ಉಳಿಸಿ

source: Delete
kn: ಅಳಿಸು

source: Edit
kn: ಸಂಪಾದಿಸಿ

source: Yes
kn: ಹೌದು

source: No
kn: ಇಲ್ಲ

source: Back
kn: ಹಿಂದೆ

source: Submit
kn: ಸಲ್ಲಿಸು

source: Update
kn: ನವೀಕರಿಸು

source: Search
kn: ಹುಡುಕು

source: Loading...
kn: ಲೋಡ್ ಆಗುತ್ತಿದೆ...

# noData
source: No data available
kn: ಮಾಹಿತಿ ಲಭ್ಯವಿಲ್ಲ

# confirmDelete
source: Are you sure you want to delete this?
kn: ನೀವು ಇದನ್ನು ಅಳಿಸಲು ಖಚಿತವಾಗಿ ಬಯಸುವಿರಾ?

source: Success
kn: ಯಶಸ್ಸು

source: Error
kn: ದೋಷ

source: Enter Name
kn: ಹೆಸರನ್ನು ನಮೂದಿಸಿ

# enterPhone
source: Enter Phone Number
kn: ಫೋನ್ ನಂಬರ್ ನಮೂದಿಸಿ

source: Role
kn: ಪಾತ್ರ

source: Translating content...
kn: ವಿಷಯವನ್ನು ಅನುವಾದಿಸಲಾಗುತ್ತಿದೆ...

source: Login
kn: ಲಾಗಿನ್

source: Logout
kn: ಲಾಗ್ ಔಟ್

source: Register
kn: ನೋಂದಣಿ

source: Email
kn: ಇಮೇಲ್

source: Password
kn: ಪಾಸ್ವರ್ಡ್

source: Forgot Password?
kn: ಪಾಸ್ವರ್ಡ್ ಮರೆತಿರಾ?

# dontHaveAccount
source: Don't have an account?
kn: ಖಾತೆ ಇಲ್ಲವೇ?

# alreadyHaveAccount
source: Already have an account?
kn: ಖಾತೆ ಇದೆಯೆ?

source: Sign Up
kn: ಸೈನ್ ಅಪ್

source: Sign In
kn: ಸೈನ್ ಇನ್

# invalidCredentials
source: Invalid email or password
kn: ತಪ್ಪಾದ ಇಮೇಲ್ ಅಥವಾ ಪಾಸ್ವರ್ಡ್

# noAccount
source: Don't have an account? Sign Up
kn: ಖಾತೆ ಇಲ್ಲವೆ? ನೋಂದಣಿ ಮಾಡಿ

source: Dashboard
kn: ಡ್ಯಾಶ್ಬೋರ್ಡ್

source: Welcome
kn: ಸ್ವಾಗತ

source: User Dashboard
kn: ಬಳಕೆದಾರ ಡ್ಯಾಶ್ಬೋರ್ಡ್

source: Admin Dashboard
kn: ನಿರ್ವಹಣಾ ಡ್ಯಾಶ್ಬೋರ್ಡ್

source: Complaints
kn: ದೂರುಗಳು

source: My Complaints
kn: ನನ್ನ ದೂರುಗಳು

source: Complaint Details
kn: ದೂರು ವಿವರಗಳು

source: Add Complaint
kn: ದೂರು ಸೇರಿಸಿ

source: Complaint Title
kn: ದೂರು ಶೀರ್ಷಿಕೆ

source: Complaint Description
kn: ದೂರು ವಿವರಣೆ

# complaintStatus
source: Status
kn: ಸ್ಥಿತಿ

# complaintPending
source: Pending
kn: ಬಾಕಿ ಇದೆ

# complaintResolved
source: Resolved
kn: ಬಗೆಹರಿಸಲಾಗಿದೆ

# complaintRejected
source: Rejected
kn: ತಿರಸ್ಕರಿಸಲಾಗಿದೆ

# noComplaints
source: No complaints found
kn: ಯಾವುದೇ ದೂರುಗಳು ಲಭ್ಯವಿಲ್ಲ

source: View Complaint
kn: ದೂರು ವೀಕ್ಷಿಸಿ

source: Activities
kn: ಚಟುವಟಿಕೆಗಳು

source: Add Activity
kn: ಚಟುವಟಿಕೆ ಸೇರಿಸಿ

source: Activity Details
kn: ಚಟುವಟಿಕೆ ವಿವರಗಳು

source: Activity Title
kn: ಚಟುವಟಿಕೆಯ ಶೀರ್ಷಿಕೆ

source: Activity Description
kn: ಚಟುವಟಿಕೆ ವಿವರಣೆ

source: Activity Location
kn: ಚಟುವಟಿಕೆ ಸ್ಥಳ

source: Activity Date
kn: ಚಟುವಟಿಕೆ ದಿನಾಂಕ

source: Approve
kn: ಅನುಮೋದಿಸು

source: Reject
kn: ತಿರಸ್ಕರಿಸು

source: Pending Approval
kn: ಅನುಮೋದನೆಗಾಗಿ ಕಾಯುತ್ತಿದೆ

source: Approved
kn: ಅನುಮೋದಿಸಲಾಗಿದೆ

source: Rejected
kn: ತಿರಸ್ಕರಿಸಲಾಗಿದೆ

source: Events
kn: ಕಾರ್ಯಕ್ರಮಗಳು

source: Event Details
kn: ಕಾರ್ಯಕ್ರಮದ ವಿವರಗಳು

source: Add Event
kn: ಕಾರ್ಯಕ್ರಮ ಸೇರಿಸಿ

source: Edit Event
kn: ಕಾರ್ಯಕ್ರಮ ಸಂಪಾದಿಸಿ

source: Delete Event
kn: ಕಾರ್ಯಕ್ರಮ ಅಳಿಸಿ

source: Event Title
kn: ಕಾರ್ಯಕ್ರಮ ಶೀರ್ಷಿಕೆ

source: Event Description
kn: ಕಾರ್ಯಕ್ರಮ ವಿವರಣೆ

source: Event Date
kn: ಕಾರ್ಯಕ್ರಮ ದಿನಾಂಕ

source: Event Time
kn: ಕಾರ್ಯಕ್ರಮ ಸಮಯ

# eventLocation
source: Location
kn: ಸ್ಥಳ

source: Upcoming Events
kn: ಮುಂದಿನ ಕಾರ್ಯಕ್ರಮಗಳು

source: Past Events
kn: ಹಿಂದಿನ ಕಾರ್ಯಕ್ರಮಗಳು

# noEvents
source: No events found
kn: ಯಾವುದೇ ಕಾರ್ಯಕ್ರಮಗಳು ಲಭ್ಯವಿಲ್ಲ

source: Interested
kn: ಆಸಕ್ತಿ

source: I'm Interested
kn: ನಾನು ಆಸಕ್ತನಾಗಿದ್ದೇನೆ

# interestedCount
source: {count} interested
kn: {count} ಜನರು ಆಸಕ್ತರು

# eventCreated
source: Event created successfully
kn: ಕಾರ್ಯಕ್ರಮ ಯಶಸ್ವಿಯಾಗಿ ರಚಿಸಲಾಗಿದೆ

# eventUpdated
source: Event updated successfully
kn: ಕಾರ್ಯಕ್ರಮ ಯಶಸ್ವಿಯಾಗಿ ನವೀಕರಿಸಲಾಗಿದೆ

# eventDeleted
source: Event deleted successfully
kn: ಕಾರ್ಯಕ್ರಮ ಅಳಿಸಲಾಗಿದೆ

source: Profile
kn: ಪ್ರೊಫೈಲ್

source: Edit Profile
kn: ಪ್ರೊಫೈಲ್ ಸಂಪಾದಿಸಿ

source: Name
kn: ಹೆಸರು

source: Phone
kn: ಫೋನ್

source: Address
kn: ವಿಳಾಸ

source: Bio
kn: ಜೀವನ ಚರಿತ್ರೆ

source: Language
kn: ಭಾಷೆ

source: Joined on
kn: ಸೇರ್ಪಡೆಯಾದ ದಿನಾಂಕ

source: Change Language
kn: ಭಾಷೆ ಬದಲಿಸಿ

source: Select Language
kn: ಭಾಷೆ ಆಯ್ಕೆಮಾಡಿ

source: English
kn: ಇಂಗ್ಲೀಷ್

source: Kannada
kn: ಕನ್ನಡ

# profileUpdated
source: Profile updated successfully
kn: ಪ್ರೊಫೈಲ್ ಯಶಸ್ವಿಯಾಗಿ ನವೀಕರಿಸಲಾಗಿದೆ

source: User Management
kn: ಬಳಕೆದಾರ ನಿರ್ವಹಣೆ

source: Users
kn: ಬಳಕೆದಾರರು

source: User Details
kn: ಬಳಕೆದಾರ ವಿವರಗಳು

source: Make Admin
kn: ನಿರ್ವಹಕರನ್ನಾಗಿ ಮಾಡಿ

source: Remove Admin
kn: ನಿರ್ವಹಣೆಯಿಂದ ತೆಗೆದುಹಾಕಿ

source: Block User
kn: ಬಳಕೆದಾರನನ್ನು ತಡೆ

source: Unblock User
kn: ತಡೆಯನ್ನು ತೆಗೆದುಹಾಕಿ

source: Filter By
kn: ಫಿಲ್ಟರ್ ಮಾಡಿ

source: All Users
kn: ಎಲ್ಲಾ ಬಳಕೆದಾರರು

source: Admins
kn: ನಿರ್ವಹಕರು

source: Blocked Users
kn: ತಡೆಗಟ್ಟಿದ ಬಳಕೆದಾರರು

source: Regular Users
kn: ಸಾಮಾನ್ಯ ಬಳಕೆದಾರರು

source: View Profile
kn: ಪ್ರೊಫೈಲ್ ವೀಕ್ಷಿಸಿ

# forum
source: Community Forum
kn: ಸಮುದಾಯ ಫೋರಮ್

source: Posts
kn: ಪೋಸ್ಟ್‌ಗಳು

source: Add Post
kn: ಪೋಸ್ಟ್ ಸೇರಿಸಿ

source: Like
kn: ಇಷ್ಟಪಡಿಸಿ

source: Unlike
kn: ಇಷ್ಟವಿಲ್ಲ

source: Comment
kn: ಕಾಮೆಂಟ್

# noPosts
source: No posts yet
kn: ಈವರೆಗೆ ಪೋಸ್ಟ್‍ಗಳು ಇಲ್ಲ

# postCreated
source: Post created successfully
kn: ಪೋಸ್ಟ್ ಯಶಸ್ವಿಯಾಗಿ ರಚಿಸಲಾಗಿದೆ

# postDeleted
source: Post deleted successfully
kn: ಪೋಸ್ಟ್ ಅಳಿಸಲಾಗಿದೆ

# uploadError
source: Failed to upload image. Try again.
kn: ಚಿತ್ರವನ್ನು ಅಪ್‌ಲೋಡ್ ಮಾಡಲು ವಿಫಲವಾಗಿದೆ. ದಯವಿಟ್ಟು ಪುನಃ ಪ್ರಯತ್ನಿಸಿ.

# networkError
source: Network error. Please check your connection.
kn: ಜಾಲದೋಷ. ದಯವಿಟ್ಟು ಸಂಪರ್ಕ ಪರಿಶೀಲಿಸಿ.

# somethingWentWrong
source: Something went wrong. Please try again later.
kn: ಏನೋ ತಪ್ಪಾಗಿದೆ. ದಯವಿಟ್ಟು ನಂತರ ಪ್ರಯತ್ನಿಸಿ.

source: My Profile
kn: ನನ್ನ ಪ್ರೊಫೈಲ್

source: Not provided
kn: ಒದಗಿಸಲಾಗಿಲ್ಲ

# noBio
source: No bio added
kn: ಜೀವನ ಚರಿತ್ರೆ ಸೇರಿಸಲಾಗಿಲ್ಲ

# languageChangedKannada
source: Language changed to Kannada
kn: ಭಾಷೆ ಕನ್ನಡಕ್ಕೆ ಬದಲಾಗಿದೆ

source: Unnamed User
kn: ಹೆಸರಿಲ್ಲದ ಬಳಕೆದಾರ

source: Complaint Type
kn: ದೂರು ಪ್ರಕಾರ

# complaintTypeGarbage
source: Garbage
kn: ಕಸ

# complaintTypeDrainage
source: Drainage
kn: ಒಳಚರಂಡಿ

# complaintTypeStreetlight
source: Streetlight
kn: ಬೀದಿ ದೀಪ

# complaintTypeRoadDamage
source: Road Damage
kn: ರಸ್ತೆ ಹಾನಿ

# complaintTypeOther
source: Other
kn: ಇತರೆ

source: Enter description
kn: ವಿವರಣೆಯನ್ನು ನಮೂದಿಸಿ

source: Enter address
kn: ವಿಳಾಸವನ್ನು ನಮೂದಿಸಿ

# addPhoto
source: Add Photo Evidence
kn: ಛಾಯಾಚಿತ್ರ ಪುರಾವೆ ಸೇರಿಸಿ

source: Camera
kn: ಕ್ಯಾಮೆರಾ

source: Gallery
kn: ಗ್ಯಾಲರಿ

source: Select Location
kn: ಸ್ಥಳವನ್ನು ಆಯ್ಕೆಮಾಡಿ

source: Use Current Location
kn: ಪ್ರಸ್ತುತ ಸ್ಥಳ ಉಪಯೋಗಿಸಿ

source: Failed to load image
kn: ಚಿತ್ರವನ್ನು ಲೋಡ್ ಮಾಡಲು ವಿಫಲವಾಯಿತು

source: Image not available
kn: ಚಿತ್ರ ಲಭ್ಯವಿಲ್ಲ

source: Submitted on
kn: ಸಲ್ಲಿಸಿಕೆಯ ದಿನಾಂಕ

source: Description
kn: ವಿವರಣೆ

# addressLabel
source: Address
kn: ್ಲೋಕೇಶನ್/ವಿಳಾಸ

source: Address not available
kn: ವಿಳಾಸ ಲಭ್ಯವಿಲ್ಲ

source: Location on Map
kn: ನಕ್ಷೆಯ上的ಸ್ಥానం

# noDescription
source: No description available
kn: ವಿವರಣೆ ಲಭ್ಯವಿಲ್ಲ

source: Unknown
kn: ಅಜ್ಞಾತ

source: Unknown date
kn: ತಾರೀಖ್ ಅಜ್ಞಾತ

# complaintInProgress
source: In Progress
kn: ಪ್ರಗತಿಯಲ್ಲಿ

# beFirstToShare
source: Be the first to share something!
kn: ಏನಾದರೂ ಹಂಚಿದ ಮೊದಲ ವ್ಯಕ್ತಿ ಆಗಿ!

source: User
kn: ಬಳಕೆದಾರ

source: Post Details
kn: ಪೋಸ್ಟ್ ವಿವರಗಳು

source: likes
kn: ಇಷ್ಟಗಳು

source: Comments
kn: ಕಾಮೆಂಟ್‌ಗಳು

source: No comments yet.
kn: ಅವుశ್ಯ ಕಾಮೆಂಟ್‌ಗಳು ಇಲ್ಲ

# addCommentPlaceholder
source: Add a comment...
kn: ಕಾಮೆಂಟ್ ಸೇರಿಸಿ...

source: Anonymous
kn: ಬಹಿರಂಗವಲ್ಲ

source: Submit Activity
kn: ಚಟುವಟಿಕೆ ಸಲ್ಲಿಸಿ

source: Enter activity title...
kn: ಚಟುವಟಿಕೆಯ ಶೀರ್ಷಿಕೆ ನಮೂದಿಸಿ...

# enterTitleValidation
source: Please enter a title
kn: ದಯವಿಟ್ಟು ಶೀರ್ಷಿಕೆಯನ್ನು ನಮೂದಿಸಿ

# describeActivity
source: Describe your activity...
kn: ನಿಮ್ಮ ಚಟುವಟಿಕೆಯನ್ನು ವಿವರಿಸಿ...

# enterDescriptionValidation
source: Please enter a description
kn: ದಯವಿಟ್ಟು ವಿವರಣೆಯನ್ನು ನಮೂದಿಸಿ

source: Location
kn: ಸ್ಥಳ

# selectLocationOnMapHint
source: Select location on map...
kn: ನಕ್ಷೆಯ ಮೇಲೆ ಸ್ಥಳ ಆರಿಸಿ...

# orTapMap
source: or tap anywhere on the map below
kn: ಅಥವಾ ಕೆಳಗಿನ ನಕ್ಷೆಯ ಮೇಲೆ ಕ್ಲಿಕ್ ಮಾಡಿ

# selectLocationOnMapTitle
source: Select Location on Map
kn: ನಕ್ಷೆಯಲ್ಲಿ ಸ್ಥಳ ಆಯ್ಕೆಮಾಡಿ

source: Unknown location
kn: ಸ್ಥಳ ಗೊತ್ತಿಲ್ಲ

source: Failed to get location
kn: ಸ್ಥಳ ಪಡೆಯಲು ವಿಫಲವಾಗಿದೆ

source: Upload Images
kn: ಚಿತ್ರಗಳನ್ನು ಅಪ್‌ಲೋಡ್ ಮಾಡಿ

# upToFiveImages
source: Up to 5 images allowed
kn: ಗರಿಷ್ಠ 5 ಚಿತ್ರಗಳು ಅನುಮತಿಸಲಾಗಿವೆ

# maxFiveImages
source: You can upload up to 5 images only.
kn: ನೀವು ಗರಿಷ್ಟ 5 ಚಿತ್ರಗಳನ್ನು ಅಪ್ಲೋಡ್ ಮಾಡಬಹುದು.

source: Select Images
kn: ಚಿತ್ರಗಳು ಆಯ್ಕೆಮಾಡಿ

# activitySubmitted
source: Activity submitted successfully!
kn: ಚಟುವಟಿಕೆ ಯಶಸ್ವಿಯಾಗಿ ಸಲ್ಲಿಸಲಾಯಿತು!

source: Image upload failed
kn: ಚಿತ್ರ ಅಪ್‌ಲೋಡ್ ವಿಫಲವಾಗಿದೆ

# selectLocationOnMap
source: Please select a location on the map.
kn: ದಯವಿಟ್ಟು ನಕ್ಷೆಯಲ್ಲಿ ಸ್ಥಳ ಆಯ್ಕೆಮಾಡಿ.

source: Submitting...
kn: ಸಲ್ಲಿಸಲಾಗುತ್ತಿದೆ...

# loginToViewActivities
source: Please log in to view your activities.
kn: ದಯವಿಟ್ಟು ನಿಮ್ಮ ಚಟುವಟಿಕೆಗಳನ್ನು ನೋಡಲು ಲಾಗಿನ್ ಮಾಡಿ.

source: My Activities
kn: ನನ್ನ ಚಟುವಟಿಕೆಗಳು

source: No activities found.
kn: ಯಾವುದೇ ಚಟುವಟಿಕೆಗಳು ಕಂಡುಬಂದಿಲ್ಲ.

source: Untitled Activity
kn: ಶೀರ್ಷಿಕೆ ಇಲ್ಲದ ಚಟುವಟಿಕೆ

# statusApproved
source: Approved
kn: ಅನುಮೋದಿತ

# statusRejected
source: Rejected
kn: ನಿರಾಕರಣ

# statusResolved
source: Resolved
kn: ತಿರಸ್ಕೃತವಲ್ಲ (Resolved)

# statusInProgress
source: In-Progress
kn: ಪ್ರಗತಿಯಲ್ಲಿ

# statusPending
source: Pending
kn: ಬಾಕಿಯಿದೆ
